Repository: go-ocf/onboarding
Catalog: lib/l10n/intl_*.arb
Languages: de, ko

# continueToPlgdCloudButton
source: Continue to
de: Weiter mit

# configureCustomEndpointButton
source: Configure custom plgd cloud endpoint
de: Konfiguriere benutzerdefinierter plgd cloud endpoint
ko: 사용자 지정 plgd 클라우드 엔드포인트 설정

# customEndpointButtonContinue
source: Continue
de: Weiter
ko: 확인

# customEndpointButtonCancel
source: Cancel
de: Abbrechen
ko: 취소

# invalidEndpointNotification
source: An invalid endpoint was specified.
de: Ungültiger endpoint
ko: 주소 형식이 유효하지 않음

# unableToFetchConfigurationNotification
source: Unable to fetch the configuration.
de: Konfiguration kann nicht geladen werden
ko: 설정 파일을 읽어 올 수 없음

# invalidConfigurationNotification
source: The configuration was fetched, but was invalid.
de: Konfiguration wurde geladen aber ist ungültig
ko: 설정 파일은 읽어왔으나, 형식이 유효하지 않음

# unableToInitializeClientNotification
source: An error occurred during plgd client initialization.
de: Bei der Initialisierung des plgd clients ist ein Fehler aufgetreten
ko: plgd 클라이언트 초기화 과정에서 에러 발생

# requestApplicationSetupNotification
source: Please setup your application again.
de: Bitte konfigurieren sie die Anwendung nochmals
ko: 응용 프로그램을 다시 설정하십시요

# unableToDiscoverDevicesNotification
source: An error occurred during device discovery.
de: Bei der Suche nach Geräten ist ein Fehler aufgetreten
ko: 장치 검색 중 에러 발생

# unableToSetDeviceOwnershipNotification
source: Unable to set device ownership.
de: Das Gerät kann nicht in Besitz genommen werden
ko: 장치 소유권 설정을 할 수 없습니다

# unableToSetACLNotification
source: An error occurred during ACL configuration.
de: Beim Konfigurieren der ACL ist ein Fehler aufgetreten
ko: ACL 설정 중 에러가 발생했습니다

# unableToOnboardNotification
source: An error occurred during the request to connect the device to the plgd cloud.
de: Das Gerät konnte nicht mit der plgd cloud verbunden werden
ko: plgd 클라우드로 장치 연결 요청 중 에러가 발생했습니다

# unableToDisownNotification
source: Unable to set the device to factory reset mode.
de: Das Gerät konnte nicht auf die Werkseinstellungen zurück gesetzt werden
ko: 공장 초기화 모드로 설정할 수 없습니다

# factoryResetButton
source: FACTORY RESET
de: ZURÜCK SETZEN
ko: 공장 초기화

# resetApplicationDialogText
source: Do you want to reset the application?
de: Wollen sie die Anwendung zurück setzen?
ko: 응용 프로그램을 재설정하시겠습니까?

# resetApplicationDialogYesButton
source: Yes
de: Ja
ko: 확인

# resetApplicationDialogCancelButton
source: Cancel
de: Abbrechen
ko: 취소

# devicesScreenTitle
source: DEVICES
de: GERÄTE
ko: 기기

# onboardButton
source: ONBOARD
ko: 온보딩
